{
    "Dashboard": "Sākums",
    "Email": "Epasts",
    "Password": "Parole",
    "Confirm Password": "Apstiprināt paroli",
    "Reset Password": "Atiestatīt paroli",
    "Profile": "Profils",
    "Log Out": "Atslēgties",
    "Board Information": "Dēļa informācija",
    "Update your board title.": "Atjauniniet dēļa nosaukumu.",
    "Name": "Nosaukums",
    "Privacy": "Redzamība",
    "Save": "Saglabāt",
    "Saved.": "Saglabāts.",
    "Create new board": "Izveidot jaunu dēli",
    "Board name": "Dēļa nosaukums",
    "Create": "Izveidot",
    "My boards": "Mani dēļi",
    "View": "Skatīt",
    "Settings": "Iestatījumi",
    "No boards! To get started, create a new board": "Nav dēļu! Lai sāktu, izveidojiet jaunu dēli",
    "Boards shared with me": "Ar mani kopīgoti dēļi",
    "No boards": "Nav dēļu",
    "All boards": "Visi dēļi",
    "All users": "Visi lietotāji",
    "Username": "Lietotājvārds",
    "Created at": "Izveidots",
    "Updated at": "Atjaunināts",
    "Actions": "Darbības",
    "Delete": "Izdzēst",
    "Share Board": "Kopīgot dēli",
    "Share your board with other users.": "Kopīgo dēli ar citiem lietotājiem.",
    "User": "Lietotājs",
    "Permissions": "Atļaujas",
    "Can view": "Drīkst skatīt",
    "Can edit": "Drīkst rediģēt",
    "Shared.": "Kopīgots.",
    "Remove": "Noņemt",
    "Delete Board": "Izdzēst dēli",
    "Once your board is deleted, all of its columns and cards will be permanently deleted.": "Kad dēlis tiks izdzēsts, visas kolonnas un kārtis arī tiks izdzēstas.",
    "Are you sure you want to delete your board?": "Vai tiešām vēlaties izdzēst dēli?",
    "Once your board is deleted, all of its columns and cards will be permanently deleted. Please enter your password to confirm you would like to permanently delete your board.": "Kad dēlis tiks izdzēsts, visas kolonnas un kārtis arī tiks izdzēstas. Lūdzu ievadiet paroli lai apstiprinātu dēļa izdzēšanu.",
    "Cancel": "Atcelt",
    "Create new column": "Izveidot jaunu kolonnu",
    "Column name": "Kolonnas nosaukums",
    "Add": "Pievienot",
    "Add card": "Jauna kartiņa",
    "Move left": "Pārvietot pa kreisi",
    "Move right": "Pārvietot pa labi",
    "Text": "Teksts",
    "Move up": "Pārvietot uz augšu",
    "Move down": "Pārvietot uz leju",
    "Column": "Kolonna",
    "Move": "Pārvietot",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Aizmirsāt paroli? Nav problēmu. Ievadiet savu epasta adresi un mēs nosūtīsim jums saiti, kur varēsiet izvēlēties jaunu paroli.",
    "Email Password Reset Link": "Nosūtīt paroles atiestatīšanas saiti",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Paldies par reģistrēšanos! Pirms varat iesākt darbu, lūdzu apstipriniet epasta adresi, uzspiežot uz epastā atsūtīto saiti. Ja nesaņēmāt epastu, mēs labprāt jums nosūtīsim jaunu ziņu.",
    "A new verification link has been sent to the email address you provided during registration.": "Jauna saite tika nosūtīta uz reģistrācijā norādīto epasta adresi.",
    "Resend Verification Email": "Atkārtoti nosūtīt apstiprināšanas epastu",
    "Already registered?": "Jau reģistrējies?",
    "Register": "Reģistrēties",
    "This is a secure area of the application. Please confirm your password before continuing.": "Šī ir droša applikācijas zona. Pirms turpiniet, lūdzu ievadiet paroli.",
    "Confirm": "Apstiprināt",
    "Remember me": "Atcerēties mani",
    "Forgot your password?": "Aizmirsāt paroli?",
    "Delete Account": "Izdzēst profilu",
    "Once your account is deleted, all of its resources and data will be permanently deleted.": "Kad profils tiks izdzēsts, visi saistītie dati tiks neatgriezeniski izdzēsti.",
    "Are you sure you want to delete your account?": "Vai tiešām vēlaties izdzēst profilu?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Kad profils tiks izdzēsts, visi saistītie dati tiks neatgriezeniski izdzēsti. Lūdzu ievadiet paroli lai apstiprinātu profila izdzēšanu.",
    "Profile Information": "Profila informācija",
    "Update your account's profile information and email address.": "Atjauniniet profila informāciju un epasta adresi.",
    "Your email address is unverified.": "Jūsu epasta adrese nav apstiprināta.",
    "Click here to re-send the verification email.": "Spied šeit lai atkārtoti nosūtītu apstiprināšanas epastu.",
    "A new verification link has been sent to your email address.": "Jauna saite tika nosūtīta uz jūsu epasta adresi.",
    "Update Password": "Atjaunināt paroli",
    "Ensure your account is using a long, random password to stay secure.": "Pārliecinieties, ka jūsu profilam tiek izmantota gara, nejauši izveidota parole, lai nodrošinātu drošību.",
    "Current Password": "Esošā parole",
    "New Password": "Jaunā parole"
}
