{
    "Dashboard": "Sākums",
    "Email": "Epasts",
    "Password": "Parole",
    "Confirm Password": "Apstiprināt paroli",
    "Reset Password": "Atiestatīt paroli",
    "Profile": "Profils",
    "Log Out": "Atslēgties",
    "Board settings": "Dēļa iestatījumi",
    "Board Information": "Dēļa informācija",
    "Update your board title.": "Atjauniniet dēļa nosaukumu.",
    "Name": "Nosaukums",
    "Privacy": "Redzamība",
    "Save": "Saglabāt",
    "Saved.": "Saglabāts.",
    "Create new board": "Izveidot jaunu dēli",
    "Board name": "Dēļa nosaukums",
    "Create": "Izveidot",
    "My boards": "Mani dēļi",
    "View": "Skatīt",
    "Settings": "Iestatījumi",
    "No boards! To get started, create a new board": "Nav dēļu! Lai sāktu, izveidojiet jaunu dēli",
    "Boards shared with me": "Ar mani kopīgoti dēļi",
    "No boards": "Nav dēļu",
    "All boards": "Visi dēļi",
    "All users": "Visi lietotāji",
    "Username": "Lietotājvārds",
    "Created at": "Izveidots",
    "Updated at": "Atjaunināts",
    "Actions": "Darbības",
    "Delete": "Izdzēst",
    "Share Board": "Kopīgot dēli",
    "Share your board with other users.": "Kopīgo dēli ar citiem lietotājiem.",
    "User": "Lietotājs",
    "Permissions": "Atļaujas",
    "Can view": "Drīkst skatīt",
    "Can edit": "Drīkst rediģēt",
    "Shared.": "Kopīgots.",
    "Remove": "Noņemt",
    "Delete Board": "Izdzēst dēli",
    "Once your board is deleted, all of its columns and cards will be permanently deleted.": "Kad dēlis tiks izdzēsts, visas kolonnas un kārtis arī tiks izdzēstas.",
    "Are you sure you want to delete your board?": "Vai tiešām vēlaties izdzēst dēli?",
    "Once your board is deleted, all of its columns and cards will be permanently deleted. Please enter your password to confirm you would like to permanently delete your board.": "Kad dēlis tiks izdzēsts, visas kolonnas un kārtis arī tiks izdzēstas. Lūdzu ievadiet paroli lai apstiprinātu dēļa izdzēšanu.",
    "Cancel": "Atcelt",
    "Create new column": "Izveidot jaunu kolonnu",
    "Column name": "Kolonnas nosaukums",
    "Add": "Pievienot",
    "Add card": "Jauna kartiņa",
    "Move left": "Pārvietot pa kreisi",
    "Move right": "Pārvietot pa labi",
    "Text": "Teksts",
    "Move up": "Pārvietot uz augšu",
    "Move down": "Pārvietot uz leju",
    "Column": "Kolonna",
    "Move": "Pārvietot",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Aizmirsāt paroli? Nav problēmu. Ievadiet savu epasta adresi un mēs nosūtīsim jums saiti, kur varēsiet izvēlēties jaunu paroli.",
    "Email Password Reset Link": "Nosūtīt paroles atiestatīšanas saiti",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Paldies par reģistrēšanos! Pirms varat iesākt darbu, lūdzu apstipriniet epasta adresi, uzspiežot uz epastā atsūtīto saiti. Ja nesaņēmāt epastu, mēs labprāt jums nosūtīsim jaunu ziņu.",
    "A new verification link has been sent to the email address you provided during registration.": "Jauna saite tika nosūtīta uz reģistrācijā norādīto epasta adresi.",
    "Resend Verification Email": "Atkārtoti nosūtīt apstiprināšanas epastu",
    "Already registered?": "Jau reģistrējies?",
    "Register": "Reģistrēties",
    "This is a secure area of the application. Please confirm your password before continuing.": "Šī ir droša applikācijas zona. Pirms turpiniet, lūdzu ievadiet paroli.",
    "Confirm": "Apstiprināt",
    "Remember me": "Atcerēties mani",
    "Forgot your password?": "Aizmirsāt paroli?",
    "Delete Account": "Izdzēst profilu",
    "Once your account is deleted, all of its resources and data will be permanently deleted.": "Kad profils tiks izdzēsts, visi saistītie dati tiks neatgriezeniski izdzēsti.",
    "Are you sure you want to delete your account?": "Vai tiešām vēlaties izdzēst profilu?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Kad profils tiks izdzēsts, visi saistītie dati tiks neatgriezeniski izdzēsti. Lūdzu ievadiet paroli lai apstiprinātu profila izdzēšanu.",
    "Profile Information": "Profila informācija",
    "Update your account's profile information and email address.": "Atjauniniet profila informāciju un epasta adresi.",
    "Your email address is unverified.": "Jūsu epasta adrese nav apstiprināta.",
    "Click here to re-send the verification email.": "Spied šeit lai atkārtoti nosūtītu apstiprināšanas epastu.",
    "A new verification link has been sent to your email address.": "Jauna saite tika nosūtīta uz jūsu epasta adresi.",
    "Update Password": "Atjaunināt paroli",
    "Ensure your account is using a long, random password to stay secure.": "Pārliecinieties, ka jūsu profilam tiek izmantota gara, nejauši izveidota parole, lai nodrošinātu drošību.",
    "Current Password": "Esošā parole",
    "New Password": "Jaunā parole",
    "Language": "Valoda",
    "English": "Angļu",
    "Latvian": "Latviešu",
    "Guest": "Viesis",
    "Main page": "Galvenā lapa",
    "Private": "Privāts",
    "Unlisted": "Nerindots",
    "Public": "Publisks",
    "Unknown panel": "Nezināms panelis",
    "Panel Order": "Paneļu secība",
    "Edit the display order of your panels on the dashboard.": "Rediģējiet sākumlapas paneļu attēlošanas secību.",
    "First panel": "Pirmais panelis",
    "Second panel": "Otrais panelis",
    "Third panel": "Trešais panelis",
    "Fourth panel": "Ceturtais panelis",
    "Import board": "Importēt dēli",
    "Import a board from a json file.": "Importēt dēli no json faila.",
    "File": "Fails",
    "Import": "Importēt",
    "Imported.": "Importēts.",
    "Import failed:": "Importēšana neizdevās: ",
    "No file": "Nav faila",
    "File is empty": "Fails ir tukšs",
    "Board name is invalid": "Nederīgs dēļa nosaukums",
    "Board privacy is invalid": "Nederīgs dēļa privātums",
    "Import stopped at error: ": "Importēšana apstājās pie kļūdas: ",
    "Column name is invalid": "Nederīgs kolonnas nosaukums",
    "Column order is invalid": "Nederīga kolonnas secība",
    "Card text is invalid": "Nederīgs kartiņas teksts",
    "Card order is invalid": "Nederīga kartiņas secība",
    "About": "Par",
    "Useage": "Izmantošana",
    "About the product": "Par produktu",
    "Fast": "Ātrs",
    "Free": "Bezmaksas",
    "Intuitive UI": "Intuitīvs UI",
    "Everything Synced": "Viss sinhronizēts",
    "How to get started?": "Kā sākt izmantot vietni?",
    "Go to the new user registration": "Dodies uz jauna lietotāja reģistrāciju",
    "Create a new account using an email and password": "Izveido jaunu kontu, izmantojot epastu un paroli",
    "Verify your account by clicking on the link sent to your email": "Apstiprini kontu, uzspiežot uz epastā nosūtītās saites",
    "Log in with your newly verified account": "Pieslēdzies mājaslapai ar izveidoto kontu",
    "Done! Now you can start using the app.": "Pabeigts! Tagad jūs varat sākt lietot applikāciju.",
    "Our site is optimized to work smoothly on any device.": "Mūsu vietne ir optimizēta lai tā strādātu uz jebkuras ierīces.",
    "Our solution is free! All you need to do is create an account.": "Mūsu risinājums ir bezmaksas! Viss, kas jums jāizdara, ir jāizveido konts.",
    "Our user interface is very intuitive. It is well designed and very easy to use.": "Mūsu lietotāja saskarne ir ļoti intuitīva. Tā ir kvalitatīvi izstrādāta un ļoti viegli lietojama.",
    "Your work will be instantly synchronised with your other devices.": "Jūsu darbs uzreiz tiks sinhronizēts ar pārējām ierīcēm, kurās esat pieslēgušies.",
    "Arrange your plans, tasks and other things all in one place.": "Izkārtojiet savus plānus, uzdevumus un citas lietas vienuviet.",
    "is a website where users can create and share Kanban boards to manage projects and tasks efficiently. It offers a visual and intuitive interface, allowing users to organize tasks into columns representing different stages of progress. Users can sharing these boards with each other, allowing for easy collaboration with team members.": "ir vietne, kur lietotāji var izveidot un kopīgot Kanban dēļus, lai efektīvi pārvaldītu projektus un uzdevumus. Tā piedāvā vizuālu in intuitīvu saskarni, ļaujot lietotājiem organizēt uzdevumus kolonnās, kas pārstāv dažādus progresa posmus. Lietotāji var kopīgot šos dēļus cits ar citu, tādejādi nodrošinot vieglu sadarbību ar komandas locekļiem."
}
